Repository: Soneritics/CsCartFeeds
Catalog: var/langs/*/addons/soneritics_feeds.po
Languages: de_de

# Languages::addons.soneritics_feeds.example
source: Example
de_de: Beispiel

# Languages::addons.soneritics_feeds.global.lang_code
source: Language
de_de: Sprache

# Languages::addons.soneritics_feeds.global.company_id
source: Company
de_de: Unternehmen

# Languages::addons.soneritics_feeds.manage.sidebar
source: This is the active data feed overview. On this page you can add feeds, manage their settings and delete them. Also, the direct link to the feed can be opened. This link must be provided when installing the feed.
de_de: Dies ist die aktive Datenfeed-Übersicht. Auf dieser Seite können Sie Feeds hinzufügen, deren Einstellungen verwalten und löschen. Außerdem kann die direkte Verbindung zum Feed geöffnet werden. Dieser Link muss bei der Installation des Feeds angegeben werden.

# Languages::addons.soneritics_feeds.incomplete_products.sidebar
source: This is the overview of products that have properties that have not yet been filed (correctly) to be shown in the feed.
de_de: Dies ist die Übersicht über Produkte mit Eigenschaften, die noch nicht (korrekt) abgelegt wurden, um im Feed angezeigt zu werden.

# Languages::addons.soneritics_feeds.products.sidebar
source: This is the complete product overview. Select the products that must be included in the feed here. Be aware that feed specific settings for the product must be set right.
de_de: Dies ist die komplette Produktübersicht. Wählen Sie hier die Produkte aus, die im Feed enthalten sein müssen. Beachten Sie, dass feedspezifische Einstellungen für das Produkt richtig eingestellt sein müssen.

# Languages::addons.soneritics_feeds.update.sidebar
source: You can change feed specific settings here.
de_de: Sie können die Feed-spezifischen Einstellungen hier ändern.

# Languages::addons.soneritics_feeds.add.sidebar
source: You can add a new feed here.
de_de: Sie können hier einen neuen Feed hinzufügen.

# Languages::addons.soneritics_feeds.beslist.stock_nl
source: In stock NL
de_de: Auf Lager NL

# Languages::addons.soneritics_feeds.beslist.stock_be
source: In stock BE
de_de: Auf Lager BE

# Languages::addons.soneritics_feeds.beslist.not_in_stock_nl
source: Not in stock NL
de_de: Nicht aauf Lager NL

# Languages::addons.soneritics_feeds.beslist.not_in_stock_be
source: Not in stock BE
de_de: Nicht aauf Lager BE
